Repository: JuiP/getiabooks
Catalog: po/*.po
Languages: bn, cs, ms, ne, sk, sq, sw

source: Get IA Books
bn: IA বই পাওয়া
cs: Získejte IA Knihy
ms: Dapat Buku IA
ne: IA पुस्तिका प्राप्त गर्नुहोस्
sk: Získaj IA knihy
sq: Merr IA Libra
sw: kupata vitabu vya IA

source: Download thousands of free e-books in PDF, DejaVu, and EPUB formats from the Internet Archive!
sk: Stiahnite si tisíce e-kníh zadarmo vo formátoch PDF, Deja Vu a EPUV z Internetového Archívu!

source: Get Book
bn: বই পাওয়া
cs: Získat knihu
ms: Dapat Buku
ne: पुस्तिका प्राप्त गर्नुहोस्
sk: Získaj knihu
sq: Merr Libra
sw: kupata kitabu

source: Enter words from the Author or Title to begin search
bn: অনুসন্ধান শুরু করার জন্য লেখক অথবা শিরোনাম থেকে শব্দ দিন
cs: Zadejte autora nebo název pro započetí hledání
ms: Sila masukkan kata kekunci dari Pengarang atau Tajuk untuk memulakan pencarian.
ne: खोज्नको लागि लेखक अथवा शिर्षक को कुनै शब्द भर
sk: Vložte autora alebo názov knihy a začnite vyhľadávanie
sq: Shkruani fjalë nga Autori apo Titulli për të filluar kërkimin
sw: Ingiza maneno ya mwandishi ama title ukitaka anza kutafuta

source: Title
bn: শিরোনাম
cs: Název
ms: Tajuk
ne: शिर्षक
sk: Názov
sq: Titulli

source: Volume
bn: ভলিউম
cs: Obsah
ms: Jilid
ne: भोल्युम
sk: Zväzok
sq: Zëri
sw: kiasi

source: Author
bn: রচয়িতা
cs: Autor
ms: Pengarang
ne: लेखक
sk: Autor
sq: Autori
sw: Mwandishi

source: Language
bn: ভাষা
cs: Jazyk
ms: Bahasa
ne: भाषा
sk: Jazyk
sq: Gjuha
sw: lugha

source: Books
bn: বই
cs: Knihy
ms: Buku
ne: किताबहरू
sk: Knihy
sq: Libra
sw: Vitabu

source: Subject
bn: বিষয়
cs: Téma
ms: Subjek
ne: विषय
sk: Predmet
sq: Lënda

source: Publisher
bn: প্রকাশক
cs: Vydavatel
ms: Penerbit
ne: प्रकाशक
sk: Vydavateľstvo
sq: Botues
sw: mchapishaji

source: Download URL
bn: URL ডাউনলোড
cs: URL stažení
ms: Muat Turun URL
ne: URL डाउनलोड गर्नुहोस्
sk: Stiahnite si URL adresu
sq: Shkarko URL
sw: download,

source: Performing lookup, please wait
bn: লুক আপ কার্যকর করা হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন
cs: Provádím vyhledávání, čekejte prosím
ms: Menjalankan pencaria, sila tunggu
ne: खोजी गर्नुहोस् कार्यसम्पादन गर्दै, कृपया कुर्नुहोस्
sk: Vyhľadávanie, prosím čakajte
sq: Duke performuar rregullimin, ju lutem prisni
sw: fanya kuangalia juu, tafadhali subiri

source: Error
bn: ত্রুটি
cs: Chyba
ms: Ralat
ne: त्रुति
sk: Chyba
sq: Gabim
sw: kosa

source: You must enter at least one search word.
bn: আপনাকে কমপক্ষে অবশ্যই অনুসন্ধান করার জন্য একটি শব্দ দিতে হবে।
cs: Musíte zadat alespoň jedno hledané slovo.
ms: Anda harus memasukkan sekurang-kurangnya satu kata kekunci untuk pencarian.
ne: तिमिले खोज्नको लागि कम्तिमा एउटा शब्द भर्नु पर्छ।
sk: Musíte zadať aspoň jedno slovo do vyhľadávania.
sq: Ju duhet të shënoni të paktën një fjalë të kërkimit.
sw: lazima kuingiza angalau neno moja watafuta

source: Connection timed out for CSV:
bn: CSV তে সংযোগ প্রদানের সময় শেষ:
cs: Čas vypršení spojení pro CVS:
ms: Sambungan masa tamat untuk CSV:
ne: CSVको जडान टाइमआउट भयो :
sk: Pripojenie pre CSV vypršalo:
sq: Lidhja u ndërpre për CSV:
sw: Uhusiano wakati muafaka kwa ajili ya CSV

source: Error getting CSV
bn: CSV পেতে ত্রুটি
cs: Chyba při načítání CSV
ms: Ralat memperolehi CSV
ne: CSV प्राप्त गर्दा त्रुटि भयो
sk: Chyba pri získavaní CSV
sq: Gabim duke marr CSV
sw: kosa kwa kupata CSV

source: Finished
bn: সম্পন্ন
cs: Dokončeno
ms: Tamat
ne: सकियो
sk: Ukončené
sq: E kryer
sw: kumaliza

source: Connection timed out for
bn: সংযোগের সময় শেষ হয়ে যাবে
cs: Vypršel časový limit připojení pro
ms: Sambungan masa tamat untuk
ne: को जडान टाइमआउट भयो
sk: Vypršalo pripojenie pre
sq: Lidhja u ndërpre për
sw: Uhusiano wakati muafaka kwa ajili ya

source: Could not download
bn: ডাউনলোড করা যাচ্ছেনা
cs: Nepodařilo se stáhnout
ms: Tidak dapat muat turun
ne: डाउनलोड गर्न सकिएन
sk: Nedá sa stiahnuť
sq: Nuk mund të shkarkohet
sw: hawezi shusha

source: path in catalog is incorrect. If you tried to download B/W PDF try another format.
sk: dráha v katalógu je nesprávna. Ak ste už skúšali formáty B/W PDF skúste iný formát.

source: Success
bn: সফল
cs: Úspěch
ms: Berjaya
ne: सफल
sk: Úspech
sq: Sukses
sw: mafanikio

source: added to Journal.
bn: জার্নালে সংযুক্ত করা হয়েছে।
cs: přidáno do Deníčku.
ms: tambah ke Jurnal
ne: पंजिकामा थपियो।
sk: pridané do Journalu
sq: shto në Protokoll.
sw: ongezwa kwa gazeti

source: path in catalog is incorrect.
bn: ক্যাটালগের পাথ ভুল।
cs: cesta v katalogu není správná.
ms: Laluan genting katalog salah
ne: विवरणिकाको बाटो गलत छ।
sq: kalimi në katalogun është i pasaktë.
sw: njia katika orodha ni sahihi
