Repository: JuiP/getiabooks
Catalog: po/hus.po
Languages: hus

source: Get IA Books
hus: Ka aliy an dhuchadh u'w ti onomtalab

source: Get Book
hus: Ka aliy an dhuchadh úw

source: Enter words from the Author or Title to begin search
hus: Ka k'wajba' an kaw abal kin aliy

source: Title
hus: Ok'lom kaw

source: Volume
hus: In kawidh

source: Author
hus: Dhabaldhuchlab

source: Language
hus: Olnom kawintaláb

source: Books
hus: T'i'adhdhuichlab

source: Subject
hus: Wiladh tsalab

source: Publisher
hus: Jalk'um

source: Download URL
hus: Ka pa'ba' an onomtalab

source: Performing lookup, please wait
hus: In t'ajal an alimtaláb, ani ka aychi we'

source: Error
hus: Uk'pin

source: You must enter at least one search word.
hus: Kw'al ka k'ajba' jun i káw abal ka aliy.

source: Connection timed out for CSV:
hus: Ta k'ibej an polts'oxtalabchik:

source: Error getting CSV
hus: Uk'pin an alimtalab k'al an CSV

source: Finished
hus: Putundhach

source: Connection timed out for
hus: Ta k'ibej an polts'oxtalab abal

source: Could not download
hus: Yab ka ejtow ka pa'ba' an onomtalab

source: path in catalog is incorrect.
hus: an japidh bel yab alwa' tejwamedhach.

source: Success
hus: Bajumtalab

source: added to Journal.
hus: punchin al an chudhél dhuchlab.
