Repository: JuiP/getiabooks
Catalog: po/pap.po
Languages: pap

source: Get IA Books
pap: kohe bo bukinan

source: Get Book
pap: haña buki

source: Enter words from the Author or Title to begin search
pap: tip palabranan di e autor o título pa kuminsa buska

source: Title
pap: Título

source: Volume
pap: Volumen

source: Author
pap: Autor

source: Language
pap: Idioma

source: Books
pap: Buki

source: Subject
pap: Suheto

source: Publisher
pap: publikadó

source: Performing lookup, please wait
pap: buskando, porfabor warda un rato

source: Error
pap: Erór

source: You must enter at least one search word.
pap: Bo mester yena por lo menos un palabra ku bo ta buska.

source: Connection timed out for CSV:
pap: Konekshón ku cvs a kibra:

source: Error getting CSV
pap: a surgi un eròr conectando ku cvs

source: Finished
pap: Terminá

source: Connection timed out for
pap: a perde konekshon pa

source: Could not download
pap: No por download

source: path in catalog is incorrect.
pap: trayectoria den e katálogo no ta korrekto.

source: Success
pap: éksito

source: added to Journal.
pap: Agrega den diario.
